{
  "identity": {
    "myself": {
      "fullName": "Fabien Crassat",
      "picture": "/fabien-crassat.jpeg"
    }
  },
  "followMe": {
    "linkedin": {
      "label": {
        "en": "Follow me in LinkedIn",
        "fr": "Suivez moi sur LinkedIn"
      },
      "url": "http://www.linkedin.com/in/fabiencrassat",
      "svg": "LinkedInSvgIcon"
    },
    "viadeo": {
      "label": {
        "en": "Follow me in Viadeo",
        "fr": "Suivez moi sur Viadeo"
      },
      "url": "http://fr.viadeo.com/fr/profile/fabien.crassat",
      "svg": "ViadeoSvgIcon"
    },
    "monster": {
      "label": {
        "en": "Follow me in Monster",
        "fr": "Suivez moi sur Monster"
      },
      "url": "http://beknown.com/fabien-crassat",
      "svg": "MonsterInSvgIcon"
    },
    "twitter": {
      "label": {
        "en": "Follow me in Twitter",
        "fr": "Suivez moi sur Twitter"
      },
      "url": "https://twitter.com/fabiencrassat",
      "svg": "TwitterSvgIcon"
    },
    "facebook": {
      "label": {
        "en": "Follow me in Facebook",
        "fr": "Suivez moi sur Facebook"
      },
      "url": "https://www.facebook.com/fabien.crassat",
      "svg": "FacebookSvgIcon"
    },
    "scrumalliance": {
      "label": {
        "en": "Follow me in Scrum Alliance",
        "fr": "Suivez moi sur Scrum Alliance"
      },
      "url": "http://www.scrumalliance.org/community/profile/fcrassat",
      "svg": "ScrumAllianceSvgIcon"
    },
    "github": {
      "label": {
        "en": "Follow me in Github",
        "fr": "Suivez moi sur Github"
      },
      "url": "https://github.com/fabiencrassat",
      "svg": "GithubSvgIcon"
    }
  },
  "lookingFor": {
    "experience": {
      "crossref": "curriculumVitae.experiences.Reacteev.job"
    },
    "presentation": {
      "fr": "Mon parcours et mes expériences montrent une solide expertise en Agile, Lean Startup et DevOps, ainsi qu'un engagement dans la formation, que ce soit en entreprise ou à l'université. Je combine des compétences techniques et des capacités de coaching, tout en restant à la pointe des méthodologies et certifications agiles. Mes centres d'intérêts, variés et éclectiques, montrent une personnalité curieuse et passionnée par l'exploration du monde et des technologies.",
      "en": "My background and experience demonstrate solid expertise in Agile, Lean Startup and DevOps, as well as a commitment to training, both in companies and at universities. I combine technical skills with coaching capabilities, while remaining at the cutting edge of agile methodologies and certifications. My varied and eclectic interests reflect a curious personality with a passion for exploring the world and technologies."
    }
  },
  "experiences": {
    "Reacteev": {
      "date": {
        "fr": "Septembre 2017 - Aujourd’hui",
        "en": "September 2017 - Present"
      },
      "job": {
        "fr": "Coach Agile, DevOps et Lean Startup",
        "en": "Agile, DevOps and Lean Startup Coach"
      },
      "jobImage": "/img/experiences/coach.webp",
      "society": {
        "crossref": "societies.reacteev"
      },
      "missions": {
        "fr": [
          "Améliore l’efficience des départements informatiques des clients : études, analyses et accompagnements des équipes et partenaires.",
          "Démarche de nouveaux clients à travers la participation à des salons ou événements et de la prospection commerciale."
        ],
        "en": [
          "Improves the efficiency of the IT departments of the clients: studies, analyzes and accompaniments of teams and partners.",
          "Approach new clients through participation in trade shows or events and prospecting."
        ]
      }
    },
    "Dauphine": {
      "date": {
        "fr": "Novembre 2022 - Aujourd’hui",
        "en": "Novmber 2021 - Present"
      },
      "job": {
        "fr": "Enseignant à l’université de Dauphine",
        "en": "Teacher at Dauphine University"
      },
      "jobImage": "/img/experiences/dauphine.webp",
      "society": {
        "crossref": "societies.dauphine"
      },
      "missions": {
        "fr": [
          "Formation certifiante de Product Owner (PO) pour approfondir les compétences en gestion de produits numériques, en maîtrisant les techniques de définition de vision produit, de priorisation du backlog et de collaboration efficace avec les équipes.",
          "Formation Master 2 pour acquérir une expertise approfondie en gestion de projet et en Lean Startup, en maîtrisant les méthodologies agiles pour lancer des projets innovants, réduire les risques et maximiser l’impact des produits sur le marché."
        ],
        "en": [
          "Product Owner (PO) certification training to deepen your digital product management skills, mastering techniques for defining the product vision, prioritising the backlog and working effectively with teams.",
          "Master 2 training to acquire in-depth expertise in project management and Lean Startup, mastering agile methodologies to launch innovative projects, reduce risks and maximise the impact of products on the market"
        ]
      }
    },
    "ReacteevBnppRiskIADev": {
      "date": {
        "fr": "Juillet 2025 - Aujourd’hui",
        "en": "July 2025 - Present"
      },
      "job": {
        "fr": "Dévelopeur d’Agents IA",
        "en": "AI Agent Developer"
      },
      "jobImage": "/img/experiences/BNPP.webp",
      "society": {
        "crossref": "societies.reacteev"
      },
      "missions": {
        "fr": [
          "Développeur spécialisé dans la conception et l’industrialisation d’agents IA autonomes et collaboratifs. Expérience avancée dans la création d’architectures agentiques orchestrées (multi-agents), intégrant des LLM, des workflows outillés et des systèmes d’information complexes. Capacité à transformer des besoins métier en agents opérationnels, robustes et scalables, avec un fort focus sur l’automatisation intelligente, la qualité logicielle et l’humain dans la boucle."
        ],
        "en": [
          "Developer specialising in the design and industrialisation of autonomous and collaborative AI agents. Advanced experience in creating orchestrated agent architectures (multi-agents), integrating LLMs, tooled workflows and complex information systems. Ability to transform business needs into operational, robust and scalable agents, with a strong focus on intelligent automation, software quality and humans in the loop."
        ]
      }
    },
    "ReacteevIfcamLcl": {
      "date": {
        "fr": "Janvier 2024 - Septembre 2025",
        "en": "January 2024 - September 2025"
      },
      "job": {
        "fr": "Formateur Squad Leader",
        "en": "Squad Leader trainer"
      },
      "jobImage": "/img/experiences/lcl.webp",
      "society": {
        "crossref": "societies.reacteev"
      },
      "missions": {
        "fr": [
          "Formation intensive de 2 jours destinée à 80 collaborateurs sur 10 sessions pour développer les compétences en leadership opérationnel agile, encourager l’autonomie des équipes et optimiser la performance collective."
        ],
        "en": [
          "Intensive 2-day training for 80 employees over 10 sessions to develop agile operational leadership skills, encourage team autonomy and optimise collective performance."
        ]
      }
    },
    "ReacteevOnTrainAdagio": {
      "date": {
        "fr": "Novembre 2024",
        "en": "November 2024"
      },
      "job": {
        "fr": "Formateur gestion de projet niveau 1",
        "en": "Level 1 project management trainer"
      },
      "jobImage": "/img/experiences/adagio.webp",
      "society": {
        "crossref": "societies.reacteev"
      },
      "missions": {
        "fr": [
          "Formation intensive de 2 jours destinée à une dizaine de collaborateurs pour développer les compétences de la gestion de projet, encourager l’autonomie des équipes et optimiser la performance collective."
        ],
        "en": [
          "Intensive two-day training course for around ten employees to develop project management skills, encourage team autonomy and optimise collective performance."
        ]
      }
    },
    "ReacteevIfcamAvem": {
      "date": {
        "fr": "Octobre 2024",
        "en": "October 2024"
      },
      "job": {
        "fr": "Formateur Scrum Master & Product Owner",
        "en": "Scrum Master & Product Owner trainer"
      },
      "jobImage": "/img/experiences/avem.webp",
      "society": {
        "crossref": "societies.reacteev"
      },
      "missions": {
        "fr": [
          "Formation intensive de 2 jours de 2 sessions destinée à une dizaine de collaborateurs pour développer les compétences Scrum Master & Product Owner, encourager l’autonomie des équipes et optimiser la performance collective."
        ],
        "en": [
          "Intensive two-day training course consisting of two sessions for around ten employees, designed to develop Scrum Master and Product Owner skills, encourage team autonomy and optimise collective performance."
        ]
      }
    },
    "ReacteevIfcamCAGM": {
      "date": {
        "fr": "Septembre 2024",
        "en": "September 2024"
      },
      "job": {
        "fr": "Formateur Scrum Master",
        "en": "Scrum Master trainer"
      },
      "jobImage": "/img/experiences/cagm.webp",
      "society": {
        "crossref": "societies.reacteev"
      },
      "missions": {
        "fr": [
          "Formation intensive de 2 jours destinée à une dizaine de collaborateurs pour développer les compétences Scrum Master, encourager l’autonomie des équipes et optimiser la performance collective."
        ],
        "en": [
          "Intensive two-day training course for around ten employees to develop Scrum Master skills, encourage team autonomy and optimise collective performance."
        ]
      }
    },
    "ReacteevIfocop": {
      "date": {
        "fr": "Octobre 2021 - Septembre 2024",
        "en": "October 2021 - September 2024"
      },
      "job": {
        "fr": "Enseignant à l’Ifocop",
        "en": "Ifocop teacher"
      },
      "jobImage": "/img/experiences/ifocop.webp",
      "society": {
        "crossref": "societies.ifocop"
      },
      "missions": {
        "fr": [
          "Formation Gestion de Projet en Informatique pour maîtriser les compétences nécessaires pour diriger efficacement des projets informatiques, en appliquant des méthodologies agiles et en assurant la compréhension des élèves dans les équipes de développement."
        ],
        "en": [
          "IT Project Management training to master the skills needed to effectively manage IT projects, applying agile methodologies and ensuring that students understand the development teams."
        ]
      }
    },
    "ReacteevIfcamCamca": {
      "date": {
        "fr": "Juin 2024",
        "en": "June 2024"
      },
      "job": {
        "fr": "Formateur Product Owner",
        "en": "Product Owner trainer"
      },
      "jobImage": "/img/experiences/CAMCA.webp",
      "society": {
        "crossref": "societies.reacteev"
      },
      "missions": {
        "fr": [
          "Formation de Product Owner (PO) pour approfondir les compétences en gestion de produits numériques, en maîtrisant les techniques de définition de vision produit, de priorisation du backlog et de collaboration efficace avec les équipes."
        ],
        "en": [
          "Product Owner (PO) training to deepen skills in digital product management, mastering techniques for defining the product vision, prioritising the backlog and collaborating effectively with teams."
        ]
      }
    },
    "ReacteevBnppRiskCoach": {
      "date": {
        "fr": "Février - Avril 2024",
        "en": "February - April 2024"
      },
      "job": {
        "fr": "Coach Agile",
        "en": "Agile Coach"
      },
      "jobImage": "/img/experiences/BNPP.webp",
      "society": {
        "crossref": "societies.reacteev"
      },
      "missions": {
        "fr": [
          "J’ai piloté l’implémentation de deux centres d’excellence transverses, dédiés à l’Agilité, au DevOps et à la gestion des risques, au sein de la transformation Agile@Scale d’une grande banque mondiale. Ces centres ont été conçus pour harmoniser les pratiques à travers les différentes équipes, renforcer l’efficacité opérationnelle et diffuser les meilleures pratiques en matière de gestion de projet et de collaboration. Mon intervention a permis de centraliser les compétences clés, d’optimiser les processus et de favoriser une culture d’amélioration continue au sein de l’organisation."
        ],
        "en": [
          "I led the implementation of two cross-functional centres of excellence, dedicated to Agility, DevOps and risk management, within the Agile@Scale transformation of a major global bank. These centres were designed to harmonise practices across the different teams, boost operational efficiency and disseminate best practice in project management and collaboration. My involvement helped to centralise key skills, optimise processes and foster a culture of continuous improvement within the organisation."
        ]
      }
    },
    "ReacteevCardifLuxUlysseCoachTech": {
      "date": {
        "fr": "Février - Avril 2024",
        "en": "February - April 2024"
      },
      "job": {
        "fr": "Audit organisationnel d’une gestion de projet",
        "en": "Organisational audit of project management"
      },
      "jobImage": "/img/experiences/cardif-lux-vie.webp",
      "society": {
        "crossref": "societies.reacteev"
      },
      "missions": {
        "fr": [
          "J’ai mené un audit organisationnel exhaustif de la gestion de projet dans une Banque d’Affaires au Luxembourg pour leur initiative stratégique majeure. L’objectif était d’évaluer l’efficacité des processus existants, d’identifier les points de friction et de proposer des recommandations pour améliorer la coordination entre les équipes, la gestion des ressources et la gouvernance de projet. Cet audit a permis de mettre en lumière des axes d’amélioration clés pour optimiser les délais, la qualité des livrables, et l’alignement stratégique, garantissant ainsi la réussite du projet dans un environnement complexe et régulé."
        ],
        "en": [
          "I carried out an exhaustive organisational audit of project management at a Luxembourg investment bank for their major strategic initiative. The aim was to assess the effectiveness of existing processes, identify areas of friction and propose recommendations for improving coordination between teams, resource management and project governance. The audit highlighted key areas for improvement to optimise deadlines, quality of deliverables and strategic alignment, thereby ensuring the success of the project in a complex and regulated environment."
        ]
      }
    },
    "ReacteevPMICoach": {
      "date": {
        "fr": "Novembre - Décembre 2023",
        "en": "November - December 2023"
      },
      "job": {
        "fr": "Coach Agile",
        "en": "Agile Coach"
      },
      "jobImage": "/img/experiences/philip-morris-international.svg",
      "society": {
        "crossref": "societies.reacteev"
      },
      "missions": {
        "fr": [
          "Réalisation d’un audit agile de la transformation de la DSI pour un grand groupe du Fortune 500, visant à évaluer l’efficacité de l’adoption des pratiques agiles à l’échelle de l’entreprise. L’audit a analysé la maturité agile des équipes, l’intégration des méthodologies Scrum et SAFe, ainsi que l’alignement stratégique des initiatives technologiques. Les résultats ont conduit à des recommandations précises pour renforcer l’agilité organisationnelle, améliorer la collaboration inter-équipes et maximiser la valeur produite par la DSI dans un contexte de transformation numérique à grande échelle."
        ],
        "en": [
          "Carried out an agile audit of the IT department’s transformation for a major Fortune 500 group, with the aim of assessing the effectiveness of the adoption of agile practices throughout the company. The audit analysed the agile maturity of teams, the integration of Scrum and SAFe methodologies, and the strategic alignment of technology initiatives. The results led to specific recommendations for strengthening organisational agility, improving inter-team collaboration and maximising the value produced by the IT Department in a context of large-scale digital transformation."
        ]
      }
    },
    "ReacteevAuditGoyard": {
      "date": {
        "fr": "Juillet - Décembre 2023",
        "en": "July - December 2023"
      },
      "job": {
        "fr": "Expert front-end et audit performance",
        "en": "Expert front-end and audit performance"
      },
      "jobImage": "/img/experiences/goyard.webp",
      "society": {
        "crossref": "societies.reacteev"
      },
      "missions": {
        "fr": [
          "Audit approfondi des performances du site web du plus ancien des malletiers parisiens, avec identification et correction des goulots d’étranglement techniques pour optimiser la vitesse de chargement et l’expérience utilisateur. L’intervention a inclus l’analyse du code, l’optimisation des assets, ainsi que l’application des meilleures pratiques en matière de responsive design et de SEO technique. Ces actions ont conduit à une réduction significative des temps de latence, à une fluidité améliorée pour les utilisateurs, et à une meilleure performance globale sur tous les appareils et navigateurs."
        ],
        "en": [
          "In-depth performance audit of the website of Paris’s oldest trunk-maker, with identification and correction of technical bottlenecks to optimise loading speed and user experience. The work included code analysis, asset optimisation and the application of best practice in terms of responsive design and technical SEO. These actions led to a significant reduction in latency times, improved fluidity for users, and better overall performance across all devices and browsers."
        ]
      }
    },
    "ReacteevBPSSCraftCoach": {
      "date": {
        "fr": "Décembre 2021 - Septembre 2023",
        "en": "August 2021 - September 2023"
      },
      "job": {
        "fr": "Coach Agile - DevOps - Craftsman",
        "en": "Agile & DevOps & Craftsman Coach"
      },
      "jobImage": "/img/experiences/BNPP.webp",
      "society": {
        "crossref": "societies.reacteev"
      },
      "missions": {
        "fr": [
          "Coaching de deux domaines métiers d’un leader mondial bancaire au sein d’une grande banque mondial et de leur transformation Agile@Scale :", 
          "- Accompagnement et formation au Craftsmanship, méthodes Agile & DevOps,",
          "- Mise en place des bonnes pratiques,",
          "- Amélioration de leur chaîne CI/CD,",
          "- Augmentation de l’interactivité entre les collaborateurs de Paris, Chennai (Inde) et Lisbonne (Portugal)."
        ],
        "en": [
          "Coaching two business areas of a world leader in banking within a major global bank and their Agile@Scale transformation:",
          "- Coaching and training in Craftsmanship, Agile & DevOps methods,",
          "- Implementation of best practices,",
          "- Improvement of their CI/CD chain,",
          "- Increased interactivity between staff in Paris, Chennai (India) and Lisbon (Portugal)."
        ]
      }
    },
    "ReacteevLouboutin": {
      "date": {
        "fr": "Août 2021 - Septembre 2022",
        "en": "August 2021 - September 2022"
      },
      "job": {
        "fr": "Scrum Master",
        "en": "Scrum Master"
      },
      "jobImage": "/img/experiences/Louboutin.webp",
      "society": {
        "crossref": "societies.reacteev"
      },
      "missions": {
        "fr": [
          "Coaching d’une équipe de développement d’un leader mondial du luxe afin de les former en Scrum et de les accompagner pendant le refonte de leur site vitrine e-commerce."
        ],
        "en": [
          "Coaching a development team of a world leader in luxury goods in order to train them in Scrum and to accompany them during the redesign of their e-commerce website."
        ]
      }
    },
    "ReacteevBPSSClientComm": {
      "date": {
        "fr": "Juin 2020 - Novembre 2021",
        "en": "June 2020 - November 2021"
      },
      "job": {
        "fr": "Coach Agile - DevOps - Craftsman",
        "en": "Agile & DevOps & Craftsman Coach"
      },
      "jobImage": "/img/experiences/BNPP.webp",
      "society": {
        "crossref": "societies.reacteev"
      },
      "missions": {
        "fr": [
          "Coaching d’une tribu de 100 personnes avec 8 équipes de développement d’un leader mondial bancaire en les accompagnant par l’exemple en tant que développeur Craftsman & DevOps et par la mise en place des bonnes pratiques, de l’amélioration de leur chaîne CI/CD, l’augmentation de l’interactivité entre les personnes de Paris et Lisbonne."
        ],
        "en": [
          "Coaching a tribe of 100 people with 8 development teams of a world leader in banking by coaching them by example as a Craftsman & DevOps developer and by implementing best practices, improving their CI/CD chain, increasing interactivity between people in Paris and Lisbon."
        ]
      }
    },
    "ReacteevMazarine": {
      "date": {
        "fr": "Mai 2020 - Juin 2020",
        "en": "May 2020 - June 2020"
      },
      "job": {
        "fr": "Coach Agile",
        "en": "Agile Coach"
      },
      "jobImage": "/img/experiences/Mazarine.webp",
      "society": {
        "crossref": "societies.reacteev"
      },
      "missions": {
        "fr": [
          "Coaching d’une équipe d’un leader mondial d’agence de communication dans le luxe & la culture afin de les accompagner et de les former en Scrum et de les coacher pendant le Sprint 0."
        ],
        "en": [
          "Coaching of a team of a world leader communication agency in luxury & culture in order to accompany and train them in Scrum and to coach them during the Sprint 0."
        ]
      }
    },
    "ReacteevThales": {
      "date": {
        "fr": "Octobre 2019 - Avril 2020",
        "en": "October 2019 - April 2020"
      },
      "job": {
        "fr": "Coach Agile - DevOps",
        "en": "Agile & DevOps Coach"
      },
      "jobImage": "/img/experiences/Thales.webp",
      "society": {
        "crossref": "societies.reacteev"
      },
      "missions": {
        "fr": [
          "Coaching de 2 équipes (Développement et Infrastructure) d’un leader mondial de l’électronique afin de les accompagner et de les former en Scrum.",
          "Accompagnement d’une équipe infrastructure pour une construction d’un PAAS et d’un pipeline CI/CD avec Cloud Foundry, Kubernetes, Rancher, Jenkins et VMWare.",
          "Accompagnement d’une équipe de développement pour un produit de reporting financier avec PowerBI."
        ],
        "en": [
          "Coaching of 2 teams (Development and Infrastructure) of a world leader in electronics in order to accompany and train them in Scrum.",
          "Coaching an infrastructure team to build a PAAS and a CI/CD pipeline with Cloud Foundry, Kubernetes, Rancher, Jenkins and VMWare.",
          "Coaching a development team for a financial reporting product with PowerBI."
        ]
      }
    },
    "ReacteevGroupeRenault": {
      "date": {
        "fr": "Mars 2019 - Juin 2019",
        "en": "March 2019 - June 2019"
      },
      "job": {
        "fr": "Coach Lean Startup",
        "en": "Lean Startup Coach"
      },
      "jobImage": "/img/experiences/GroupeRenault.webp",
      "society": {
        "crossref": "societies.reacteev"
      },
      "missions": {
        "fr": [
          "Coaching d’une équipe multidisciplinaire d’un leader mondial de l’automobile afin d’augmenter et d’améliorer les parcours d’achat des clients."
        ],
        "en": [
          "Coaching of a multidisciplinary team of a world leader in the automotive industry to increase and improve the customer’s buying experience."
        ]
      }
    },
    "ReacteevRenaultDigital": {
      "date": {
        "fr": "Février 2018 - Septembre 2019",
        "en": "February 2018 - September 2018"
      },
      "job": {
        "fr": "Coach Agile - DevOps",
        "en": "Agile & DevOps Coach"
      },
      "jobImage": "/img/experiences/RenaultDigital.webp",
      "society": {
        "crossref": "societies.reacteev"
      },
      "missions": {
        "fr": [
          "Coaching de 4 équipes de développement sur des technologies Big Data (Spark, Hadoop, Hue, DataLake) et Web (Angular, Java, Docker) d’un leader mondial de l’automobile afin d’améliorer leur processus de travail – méthodes (Kanban, Scrum), interaction dans l’équipe (interne et offshore), découverte des besoins, animations d’atelier.",
          "Mise en place d’une chaîne CI/CD sur GitLab pour des produits Angular/Scala/Spark."
        ],
        "en": [
          "Coaching of 4 development teams on Big Data (Spark, Hadoop, Hue, DataLake) and Web (Angular, Java, Docker) technologies for a world leader in the automotive industry in order to improve their work process - methods (Kanban, Scrum), team interaction (internal and offshore), requirements discovery, workshop animation.",
          "Set up a CI/CD chain on GitLab for Angular/Scala/Spark products."
        ]
      }
    },
    "ReacteevSocieteGeneral": {
      "date": {
        "fr": "Janvier 2018 - Mars 2018",
        "en": "January 2018 - March 2018"
      },
      "job": {
        "fr": "Coach Agile - DevOps",
        "en": "Agile & DevOps Coach"
      },
      "jobImage": "/img/experiences/SocieteGenerale.webp",
      "society": {
        "crossref": "societies.reacteev"
      },
      "missions": {
        "fr": [
          "Diagnostic de maturité Agile pour 3 équipes fonctionnelles (Développement et Production). Identification des axes d’amélioration et accompagnement d’une équipe développant un DBaaS dans une offre global d’un PaaS et d’une équipe Skype."
        ],
        "en": [
          "Coaching of 3 feature teams (Development and Production) of a global bank leader in order to asset the team Agility level and to start their transformation fostering continuous improvements."
        ]
      }
    },
    "ReacteevPhilippeMorisInternational": {
      "date": {
        "fr": "Octobre 2017 - Décembre 2017",
        "en": "October 2017 - December 2017"
      },
      "job": {
        "fr": "Coach Innovation",
        "en": "Lean Startup Coach"
      },
      "jobImage": "/img/experiences/Fortune500.webp",
      "society": {
        "crossref": "societies.reacteev"
      },
      "missions": {
        "fr": [
          "Coaching de 3 équipes métiers (Marketing, Ventes, Recherche) d’un leader mondial de l’industrie afin de mettre en oeuvre une démarche d’innovation en utilisant les techniques Lean Startup."
        ],
        "en": [
          "Coaching of 3 feature teams (Marketing, Sales, Research) of a global leader industry in order to foster innovation on existing products using Lean Startup techniques."
        ]
      }
    },
    "EnablonInfraSquad": {
      "date": {
        "fr": "Juillet 2015 - Août 2017",
        "en": "July 2015 - August 2017"
      },
      "job": {
        "fr": "Tech Leader d’une équipe agile",
        "en": "Tech Leader in Agile team"
      },
      "jobImage": "/img/experiences/tech-leader.webp",
      "society": {
        "crossref": "societies.enablon"
      },
      "missions": {
        "fr": [
          "Dirige l’équipe de développement du framework d’Enablon et du gestionnaire de source.",
          "Fournie des solutions techniques pertinentes fondées sur les meilleures pratiques / expériences / projets similaires.",
          "Établit la vision technique / architecture avec l’équipe de développement.",
          "Fournie l’examen technique et les estimations des composantes de développement / temps requis pour les projets.",
          "Identifier les risques, les résultats, les voies d’amélioration de l’effort de développement."
        ],
        "en": [
          "Responsible for leading the development team of Enablon framework and source management.",
          "Deliver relevant technical solutions based on best practice / experiences / similar projects.",
          "Establishes technical vision / architecture with the development team.",
          "Provide technical review and estimations of the development components / time required for the projects.",
          "Identify risks, findings and ways of improvement for development effort."
        ]
      }
    },
    "EnablonBackbone": {
      "date": {
        "fr": "Mai 2014 - Juin 2015",
        "en": "May 2014 - June 2015"
      },
      "job": {
        "fr": "Responsable Coordinateur Support Niveau 3",
        "en": "Support Level 3 Lead Coordinator"
      },
      "jobImage": "/img/experiences/support.webp",
      "society": {
        "crossref": "societies.enablon"
      },
      "missions": {
        "fr": [
          "Coordonne toute l’activité du support niveau 3 d’une équipe agile internationale.",
          "Construit et met à jour les tableaux de bord pour le suivi interne et la communication externe.",
          "Unifie le planning prévisionnel des livrables et les Releases Notes.",
          "Gère la relation et assiste aux réunions de suivi des parties prenante en conduisant des questionnaires réguliers pour mesurer le niveau de satisfaction.",
          "Améliore la qualité.",
          "En plus en tant que Architecte logiciel Suite Enablon: Définie et développe un gestionnaire de source (semblable à GIT) incluant l’installation, le commit, la mise à jour et la suppression à travers le cycle de vie du produit."
        ],
        "en": [
          "Coordinate Support level 3 Activity of an international agile team.",
          "Build and update Dashboards (for internal follow-Up and external communication).",
          "Unified Forecasted planning and Releases Notes.",
          "Manage relationship and attend following stakeholders meetings conducting regular surveys to measure the level of satisfaction.",
          "Improve quality.",
          "Extra as Enablon Software Architect: Design and develop a Delivery (Git Like) Tool including \"Installation, Commit, Update, Delete\" across the entire product lifecycle."
        ]
      }
    },
    "EnablonArchitect": {
      "date": {
        "fr": "Avril 2011 - Mai 2014",
        "en": "April 2011 - May 2014"
      },
      "job": {
        "fr": "Architecte logiciel Suite Enablon",
        "en": "Enablon Suite Software Architect"
      },
      "jobImage": "/img/experiences/architect.webp",
      "society": {
        "crossref": "societies.enablon"
      },
      "missions": {
        "fr": [
          "Passionné par l’optimisation de l’architecture, je joue un rôle clé dans l’expansion des solutions Enablon développé par des équipes distribuées répartis dans le monde. Je contribue dans la conception, les coûts et je guide l’équipe pour fournir des logiciels avec un niveau élevé de qualité. En étroite collaboration avec les chefs de produits, les testeurs et les autres ingénieurs logiciels, je conçois, test, code, fournie et maintiens des modules logiciels en utilisant le langage propriétaire Enablon et les langages du web dans un environnement Agile Scrum.",
          "Analyse et guide l’équipe pour résoudre des problèmes complexes.",
          "Travail en étroite collaboration avec l’équipe d’architectes des différentes applications pour discuter des challenges et des solutions pour assurer une consistance à travers la suite Enablon.",
          "Réfléchie et résous de très intéressants problèmes à l’attention directe d’une expérience utilisateur.",
          "Accompagne et guide les membres juniors de l’équipe.",
          "Partage les connaissances à travers la collaboration, les formations, les revues, les présentations, les articles, ...",
          "Responsable des livraisons dans les délais impartis des solutions Enablon.",
          "Participe au recrutement.",
          "Développe un gestionnaire de source (semblable à GIT)."
        ],
        "en": [
          "Passionate about architecture optimization, I am a key contributor in the expansion of the Enablon solution developed by distributed teams located across the world. I am the go-to-person in designing, costing and guiding the team to deliver software within a high quality level. Collaborating closely with product managers, testers and other software engineers, I design, test, code, deliver and maintain software modules using proprietary and non-proprietary language within an Agile Scrum environment.",
          "Troubleshoot and guide the team to resolve complex problems.",
          "Work with team of architects from various applications to discuss challenges and solutions to ensure consistency across the application suite.",
          "Brainstorm and solve very interesting problems that will considerably increase product user experience.",
          "Coach and mentor junior team members.",
          "Share knowledge through collaboration, training, peer review, presentations, articles, etc.",
          "Responsible for delivering in time new application versions to the application suite.",
          "Participate in recruitment.",
          "Development of version control (GIT like)."
        ]
      }
    },
    "EnablonGRCArchitect": {
      "date": {
        "fr": "Novembre 2009 - Avril 2011",
        "en": "November 2009 - April 2011"
      },
      "job": {
        "fr": "Architecte logiciel Suite GRC",
        "en": "GRC Suite Software Architect"
      },
      "jobImage": "/img/experiences/architect2.webp",
      "society": {
        "crossref": "societies.enablon"
      },
      "missions": {
        "fr": [
          "Définition et conception des architectures d’applications complexes des solutions de Gouvernance des Risques et de la Conformité.",
          "Participation au chiffrage détaillé des propositions techniques par la faisabilité technique et les choix technologiques.",
          "Rédaction des propositions techniques et des dossiers d’architecture logicielle.",
          "Définition des prototypes et collaboration aux missions d’avant-vente.",
          "Pérennisation de l’information, valorisation de l’expérience et capitalisation des meilleures pratiques par des documents de déploiement et de transfert de compétences.",
          "Assistance à la livraison des solutions et la mise en place de nouvelles fonctionnalités.",
          "Expertise et accompagnement des clients en avant-vente et durant leur projet."
        ],
        "en": [
          "Architecture definition and design of complex Governance Risk Conformity applications.",
          "Participation in detailed proposals by the technical feasibility and technology choices.",
          "Writing of technical proposals and software architecture cases.",
          "Definition of prototypes and cooperation of pre-sales missions.",
          "Continuity of information, valorisation of experience and capitalizing on best practices with documents of deployment and transfer of skills.",
          "Support the delivery of solutions and the implementation of new features.",
          "Expertise and support to customers in pre-sales then during their project."
        ]
      }
    },
    "EnablonAnalyst": {
      "collapse": true,
      "date": {
        "fr": "Janvier 2007 - Octobre 2009",
        "en": "January 2007 - October 2009"
      },
      "job": {
        "fr": "Analyste Logiciel",
        "en": "Software Analyst"
      },
      "jobImage": "/img/experiences/analyst.webp",
      "society": {
        "crossref": "societies.enablon"
      },
      "missions": {
        "fr": [
          "Définition et réalisation des solutions standards métiers de gestion des risques et de contrôles.",
          "Collaboration aux missions d’avant-vente et réalisation de prototypes.",
          "Support du département conseil dans la livraison des solutions et la mise en place de nouvelles fonctionnalités."
        ],
        "en": [
          "Definition and realisation of risks and controls management suite software.",
          "Definition of prototypes and cooperation of pre-sales missions.",
          "Support the delivery of solutions and the implementation of new features."
        ]
      }
    },
    "EnablonInternship": {
      "collapse": true,
      "date": {
        "fr": "Mars - Décembre 2006",
        "en": "March - December 2006"
      },
      "job": {
        "fr": "Stage de fin d’étude de l’ESIEA",
        "en": "Internship for the end of ESIEA"
      },
      "jobImage": "/img/experiences/developer.webp",
      "society": {
        "crossref": "societies.enablon"
      },
      "missions": {
        "fr": [
          "Analyste et développeur logiciel ; Soutien Avant-vente de logiciel de reporting, spécialement le contrôle interne."
        ],
        "en": [
          "Analyst and software developer; pre-sales support on reporting software, especially internal control."
        ]
      }
    },
    "BostonTeaParty": {
      "collapse": true,
      "date": {
        "fr": "Eté 2005",
        "en": "Summer 2005"
      },
      "job": {
        "fr": "Travail saisonnier : cuisinier, serveur et plongeur",
        "en": "Learnt English language through jobs: cook, waiter and washer"
      },
      "jobImage": "/img/experiences/waiter.webp",
      "society": {
        "crossref": "societies.bostonTeaParty"
      },
      "missions": {
        "fr": [
          "Mission à l’étranger de 4ième année de l’ESIEA."
        ],
        "en": [
          "Traineeship abroad in 4th year of ESIEA."
        ]
      }
    },
    "BDE": {
      "collapse": true,
      "date": {
        "fr": "Septembre 2004 - Juin 2005",
        "en": "September 2004 - June 2005"
      },
      "job": {
        "fr": "Chargé de communication au Bureau des Etudiants",
        "en": "Communications Officer at Office of Students (BDE)"
      },
      "jobImage": "/img/experiences/communications-officer.webp",
      "society": {
        "crossref": "societies.esiea"
      },
      "missions": {
        "fr": [
          "Mise en place d’un journal et relation inter et extra BdE par l’intermédiaire d’outils communicatifs."
        ],
        "en": [
          "Establishment of a newspaper through communicative tools, and communication inter-and extra BdE."
        ]
      }
    },
    "PAIR": {
      "collapse": true,
      "date": {
        "fr": "Février - Mai 2005",
        "en": "February - May 2005"
      },
      "job": {
        "fr": "Projet à application industrielle de 4ième année de l’ESIEA",
        "en": "‘Projet d’Application Industrielle ou de Recherche’ (PAIR) in 4th year of ESIEA"
      },
      "jobImage": "/img/experiences/wifi-vpn-developer.webp",
      "society": {
        "crossref": "societies.suez"
      },
      "missions": {
        "fr": [
          "Réalisation d’un VPN sécurisé sur un réseau Wifi entre 2 sites industriels."
        ],
        "en": [
          "Made a security VPN on a Wi-Fi network between 2 industrial sites."
        ]
      }
    },
    "Korrigan": {
      "collapse": true,
      "date": {
        "fr": "Eté 2004",
        "en": "Summer 2004"
      },
      "job": {
        "fr": "Stage technique de l’ESIEA",
        "en": "ESIEA Technical internship"
      },
      "jobImage": "/img/experiences/vba-developer.webp",
      "society": {
        "crossref": "societies.korrigan"
      },
      "missions": {
        "fr": [
          "Developpement de macros VBA pour automatiser des extractions en lien avec un outil de gestion."
        ],
        "en": [
          "Development of VBA macros to automate extractions in connection with a management tool."
        ]
      }
    },
    "OBIWarehouseman": {
      "collapse": true,
      "date": {
        "fr": "Eté 2003",
        "en": "Summer 2003"
      },
      "job": {
        "fr": "Manutentionnaire et vendeur dans les rayonnages",
        "en": "Warehouseman on sale in the shelf"
      },
      "jobImage": "/img/experiences/warehouseman.webp",
      "society": {
        "crossref": "societies.obi"
      }
    },
    "SalesEngineer": {
      "collapse": true,
      "date": {
        "fr": "Septembre 2002",
        "en": "September 2002"
      },
      "job": {
        "fr": "Technico-commercial spécialisé dans le traitement de l’eau",
        "en": "Sales Engineer specialized in the water treatment"
      },
      "jobImage": "/img/experiences/water-seller.webp",
      "society": {
        "crossref": "societies.cge"
      },
      "missions": {
        "fr": [
          "Définir les contacts utiles et présentation du produit chez les particuliers, 1 vente réussie."
        ],
        "en": [
          "Worked with the sale department, defined the useful contacts to have appointments and presentation of the product: one successful sale."
        ]
      }
    },
    "DUTInternship": {
      "collapse": true,
      "date": {
        "fr": "Avril - Juin 2002",
        "en": "April - June 2002"
      },
      "job": {
        "fr": "Stage de fin d’étude de l’IUT",
        "en": "Internship for the end of DUT"
      },
      "jobImage": "/img/experiences/technician.webp",
      "society": {
        "crossref": "societies.leseth"
      },
      "missions": {
        "fr": [
          "Conception, réalisation et étalonnage d’un débitmètre de type Venturi en régime transitoire."
        ],
        "en": [
          "Designed, realised and calibrated a flowmeter in transient state."
        ]
      }
    },
    "SVGSOwarehouseman": {
      "collapse": true,
      "date": {
        "fr": "Eté 2001",
        "en": "Summer 2001"
      },
      "job": {
        "fr": "Intérimaire",
        "en": "Temporary worker"
      },
      "jobImage": "/img/experiences/wine-worker.webp",
      "society": {
        "crossref": "societies.svgso"
      },
      "missions": {
        "fr": [
          "Travail temporaire en conditionnement de chaîne d’embouteillage."
        ],
        "en": [
          "Warehouseman in conditioning of chain."
        ]
      }
    }
  },
  "skills": {
    "working": {
      "label": {
        "fr": "Méthode de travail",
        "en": "Way of working"
      },
      "svg": "BriefcaseSvgIcon",
      "items": [
        {
          "percentage": 90,
          "name": {
            "fr": "Agile, SCRUM, Kanban, DevOps, Craftsmanship",
            "en": "Agile, SCRUM, Kanban, DevOps, Craftsmanship"
          }
        },
        {
          "percentage": 60,
          "name": {
            "fr": "Lean Startup, Design Thinking",
            "en": "Lean Startup, Design Thinking"
          }
        }
      ]
    },
    "functional" : {
      "label": {
        "fr": "Fonctionnel",
        "en": "Fonctionnal"
      },
      "svg": "ColoursSvgIcon",
      "items": [
        {
          "percentage": 90,
          "name": {
            "fr": "Gouvernance des Risques, Contrôle Interne et Permanent, Audit, Plans de continuité d’activités",
            "en": "Risk Governance, Internal and Continuous Control, Audit, Business Continuity Management"
          }
        },
        {
          "percentage": 80,
          "name": {
            "fr": "Plan d’action, Circuit d’approbation",
            "en": "Action Plan, Approval Process"
          }
        },
        {
          "percentage": 40,
          "name": {
            "fr": "Management des incidents, Délégation des autorisations et des signatures",
            "en": "Event Management, Authorized and Sign Management"
          }
        }
      ]
    },
    "languages" : {
      "label": {
        "fr": "Langages",
        "en": "Languages"
      },
      "svg": "CodeSvgIcon",
      "items": [
        {
          "percentage": 90,
          "name": {
            "fr": "Enablon",
            "en": "Enablon"
          }
        },
        {
          "percentage": 80,
          "name": {
            "fr": "HTML, CSS, JavaScript, jQuery",
            "en": "HTML, CSS, JavaScript, jQuery"
          }
        },
        {
          "percentage": 40,
          "name": {
            "fr": "C, Data Base (Access, PL/SQL, Oracle), Java, Visual Basic, Assembler, TeX, Media Wiki, Symfony2, NodeJS, Meteor",
            "en": "C, Data Base (Access, PL/SQL, Oracle), Java, Visual Basic, Assembler, TeX, Media Wiki, Symfony2, NodeJS, Meteor"
          }
        },
        {
          "percentage": 40,
          "name": {
            "fr": "Network, Prolog, Interpreter (Lex, Yacc)",
            "en": "Network, Prolog, Interpreter (Lex, Yacc)"
          }
        }
      ]
    },
    "softwares" : {
      "label": {
        "fr": "Logiciels",
        "en": "Softwares"
      },
      "svg": "BrowserSvgIcon",
      "items": [
        {
          "percentage": 80,
          "name": {
            "fr": "Word, Excel, PowerPoint, MS Project",
            "en": "Word, Excel, PowerPoint, MS Project"
          }
        },
        {
          "percentage": 60,
          "name": {
            "fr": "GIT",
            "en": "GIT"
          }
        },
        {
          "percentage": 40,
          "name": {
            "fr": "Photoshop CS",
            "en": "Photoshop CS"
          }
        },
        {
          "percentage": 20,
          "name": {
            "fr": "Maple, Matlab, LabView, LabCVI, Aphelion, AutoCAD, Quark, Illustrator CS, Pspice",
            "en": "Maple, Matlab, LabView, LabCVI, Aphelion, AutoCAD, Quark, Illustrator CS, Pspice"
          }
        }
      ]
    },
    "environments" : {
      "label": {
        "fr": "Environnements",
        "en": "Environments"
      },
      "svg": "LaptopSvgIcon",
      "items": [
        {
          "percentage": 80,
          "name": {
            "fr": "Microsoft Windows",
            "en": "Microsoft Windows"
          }
        },
        {
          "percentage": 40,
          "name": {
            "fr": "Linux",
            "en": "Linux"
          }
        }
      ]
    }
  },
  "educations": {
    "esiea": {
      "dates": [2003, 2006],
      "label": {
        "fr": "Diplôme d’Ingénieur ESIEA – mention Très Honorable avec félicitation des jurys",
        "en": "ESIEA (Ecole Supérieure d’Informatique, Electronique, Automatique), PARIS."
      },
      "description": {
        "fr": "Ecole d’ingénieur spécialisée dans l’information technologique et électronique ; PARIS (75).",
        "en": "A top French engineering school specialised in Information Technology and Electronics offering a five-year degree comparable to a Master of Science."
      }
    },
    "cnam": {
      "dates": [2002, 2003],
      "label": {
        "fr": "Cours du soir « Instrumentation – Mesures »",
        "en": "Conservatoire National des Arts et Métiers, ‘Instrumentation – Mesures’ studies, TOULOUSE."
      },
      "description": {
        "fr": "dispensé par le CNAM TOULOUSE (31).",
        "en": "Acquisition of the fundamental principles of industrial sensors and control of their optimal use while knowing to choose and assemble the elements of measuring equipment, to know to analyse, interpret and have results of measurement."
      }
    },
    "waterSaleman": {
      "date": {
        "fr": "Sept 2002",
        "en": "Sept 2002"
      },
      "label": {
        "fr": "Formation aux méthodes de vente et aux techniques de traitement d’eau",
        "en": "Training in sales techniques of water treatment, MONTPELLIER."
      },
      "description": {
        "fr": "dispensé par Confort Général Européen, MONTPELLIER (34).",
        "en": "Exempted by CONFORT GENERAL EUROPEEN."
      }
    },
    "iut": {
      "date": {
        "fr": "Juin 2002",
        "en": "June 2002"
      },
      "label": {
        "fr": "DUT Mesures Physiques option Techniques Instrumentales – mention A-Bien",
        "en": "DUT (Diplôme Universitaire de Technologie) Mesures Physiques, TOULOUSE."
      },
      "description": {
        "fr": "IUT de l’Université Paul Sabatier, TOULOUSE (31).",
        "en": "Post-baccalaureate technical qualification awarded after two years studies.\nComprehension, design and implementation of an 'automated chain of measurements' from the sensor to the computer, and specialised in measurement and instrumentation."
      }
    },
    "bac": {
      "date": {
        "fr": "Juin 2000",
        "en": "June 2000"
      },
      "label": {
        "fr": "Baccalauréat S, option Technologie Industrielle, spécialité Physique – Chimie",
        "en": "Baccalauréat Scientifique, CAHORS."
      },
      "description": {
        "fr": "Lycée Gaston Monnerville, CAHORS (46).",
        "en": "High school graduation in science subjects comparable to A-levels."
      }
    }
  },
  "languages": {
    "french": {
      "label": {
        "fr": "Français",
        "en": "French"
      },
      "description": {
        "fr": "Langue maternelle.",
        "en": "Mother tongue."
      }
    },
    "english": {
      "label": {
        "fr": "Anglais",
        "en": "English"
      },
      "description": {
        "fr": "Langue de travail.",
        "en": "Work Language."
      }
    }
  },
  "certifications": {
    "jiraAtScale": {
      "date": {
        "fr": "17 novembre 2023",
        "en": "November 17, 2023"
      },
      "label": {
        "fr": "Agile à l'échelle - Accréditation de la prestation technique",
        "en": "Agile at Scale Technical Delivery Accreditation"
      },
      "image": "/img/certifications/atlassian-agile-at-scale-technical-delivery-400x400px.png"
    },
    "jiraAlign": {
      "date": {
        "fr": "15 novembre 2023",
        "en": "November 15, 2023"
      },
      "label": {
        "fr": "Jira Align Program Essentials",
        "en": "Jira Align Program Essentials"
      },
      "image": "/img/certifications/uni-completioncertificate-badge.png"
    },
    "jiraFondamentals": {
      "date": {
        "fr": "3 novembre 2023",
        "en": "November 3, 2023"
      },
      "label": {
        "fr": "Badge Jira Fondamentaux",
        "en": "Jira Fundamentals Badge"
      },
      "image": "/img/certifications/uni-credential-emblem-jirafundamentals.png"
    },
    "ckad": {
      "date": {
        "fr": "Décembre 2022",
        "en": "December 2022"
      },
      "label": {
        "fr": "Développeur d’application Kubernetes certifié (CKAD)",
        "en": "Certified Kubernetes Application Developer (CKAD)"
      },
      "image": "/img/certifications/kubernetes-ckad.png"
    },
    "spc4": {
      "date": {
        "fr": "Octobre 2019",
        "en": "October 2019"
      },
      "label": {
        "fr": "SAFe® 4 Program Consultant Certifié",
        "en": "Certified SAFe® 4 Program Consultant"
      },
      "image": "/img/certifications/safe-pc4.png"
    },
    "Cegos": {
      "date": {
        "fr": "Décembre 2014",
        "en": "December 2014"
      },
      "label": {
        "fr": "Gestion multi-projets niveau 2",
        "en": "Multi-project management level 2"
      },
      "image": "/img/certifications/cegos.png"
    },
    "productOwner": {
      "date": {
        "fr": "Juillet 2013",
        "en": "July 2013"
      },
      "label": {
        "fr": "Scrum Product Owner Certifié",
        "en": "Certified Scrum Product Owner"
      },
      "image": "/img/certifications/scrum-alliance-cspo.png"
    },
    "scrumMaster": {
      "date": {
        "fr": "Juin 2012",
        "en": "June 2012"
      },
      "label": {
        "fr": "Scrum Master Certifié",
        "en": "Certified Scrum Master"
      },
      "image": "/img/certifications/scrum-alliance-csm.png"
    }
  },
  "hobbies": {
    "swimming": {
      "label": {
        "fr": "Compter les longueurs de piscine",
        "en": "Count pool lengths"
      },
      "image": "/img/hobbies/swimming.webp"
    },
    "automobile": {
      "label": {
        "fr": "Conducteur de 2CV",
        "en": "2CV driver"
      },
      "image": "/img/hobbies/automobile.webp"
    },
    "astronomie": {
      "label": {
        "fr": "Connaitre les étoiles",
        "en": "Know the stars"
      },
      "image": "/img/hobbies/astronomy.webp"
    },
    "aérospatial": {
      "label": {
        "fr": "Suivre l’exploration spatial",
        "en": "Follow space exploration"
      },
      "image": "/img/hobbies/aerospace.webp"
    },
    "music": {
      "label": {
        "fr": "Écouter FIP",
        "en": "Listen to FIP"
      },
      "image": "/img/hobbies/music.webp"
    },
    "voyages": {
      "label": {
        "fr": "Découvrir le monde",
        "en": "Discover the world"
      },
      "image": "/img/hobbies/voyages.webp"
    },
    "cinema": {
      "label": {
        "fr": "Les bons films et les bonnes séries",
        "en": "The good movies and the good series"
      },
      "image": "/img/hobbies/cinema.webp"
    },
    "videoGames": {
      "label": {
        "fr": "Les jeux vidéo online avec les copains",
        "en": "Online video games with friends"
      },
      "image": "/img/hobbies/video-games.webp"
    }
  }
}
